Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: What Is Lucid Dreaming?
ar: ما هو الحلم الواعي؟
de: Was ist luzides Träumen?
es: ¿Qué es el sueño lúcido?
fr: Qu'est-ce que le rêve lucide ?
it: Cos'è il sogno lucido?
ja: 明晰夢とは？
ko: 자각몽이란?
nl: Wat is lucide dromen?
pt_br: O que é o sonho lúcido?
ru: Что такое осознанные сновидения?
zh_hans: 什么是清醒梦？

source: What is sleep paralysis during WILD?
ar: ما هو شلل النوم أثناء WILD؟
de: Was ist Schlafparalyse während WILD?
es: ¿Qué es la parálisis del sueño durante WILD?
fr: Qu'est-ce que la paralysie du sommeil pendant WILD ?
it: Cos'è la paralisi del sonno durante il WILD?
ja: WILD中の睡眠麻痺とは何？
ko: WILD 중의 수면 마비란 무엇일까요?
nl: Wat is slaapverlamming tijdens WILD?
pt_br: O que é paralisia do sono durante o WILD?
ru: Что такое сонный паралич во время WILD?
zh_hans: WILD 期间的睡眠瘫痪是什么？

source: What Is Wake Back to Bed?
ar: ما هو Wake Back to Bed؟
de: Was ist Wake Back to Bed?
es: ¿Qué es Wake Back to Bed?
fr: Qu'est-ce que le Wake Back to Bed ?
it: Cos'è il Wake Back to Bed?
ja: Wake Back to Bedとは？
ko: Wake Back to Bed이란?
nl: Wat is Wake Back to Bed?
pt_br: O que é Wake Back to Bed?
ru: Что такое Wake Back to Bed?
zh_hans: 什么是 Wake Back to Bed？

source: What Is WILD?
ar: ما هو WILD؟
de: Was ist WILD?
es: ¿Qué es WILD?
fr: Qu'est-ce que le WILD ?
it: Cos'è il WILD?
ja: WILDとは？
ko: WILD이란?
nl: Wat is WILD?
pt_br: O que é WILD?
ru: Что такое WILD?
zh_hans: 什么是 WILD？

source: What kind of dreamer do you want to be a year from now?
ar: أي نوع من الحالمين تريد أن تكون بعد عام من الآن؟
de: Was für ein Träumer willst du in einem Jahr sein?
es: ¿Qué clase de soñador quieres ser dentro de un año?
fr: Quel genre de rêveur voulez-vous être dans un an ?
it: Che tipo di sognatore vuoi essere tra un anno?
ja: 一年後、あなたはどんな夢見手でありたいですか？
ko: 1년 뒤, 당신은 어떤 몽자이고 싶나요?
nl: Wat voor dromer wil je over een jaar zijn?
pt_br: Que tipo de sonhador você quer ser daqui a um ano?
ru: Каким сновидцем вы хотите быть через год?
zh_hans: 一年后，你想成为怎样的梦者？

source: What kind of flying calls to you — soaring, floating, rocketing upward?
ar: أي نوع من الطيران يناديك — التحليق، التحويم، أم الانطلاق صعودًا كالصاروخ؟
de: Welche Art zu fliegen ruft dich – Gleiten, Schweben oder raketengleich nach oben schießen?
es: ¿Qué tipo de vuelo te llama: planear, flotar o dispararte hacia arriba como un cohete?
fr: Quel genre de vol vous appelle — planer, flotter, ou filer vers le haut comme une fusée ?
it: Quale tipo di volo ti chiama — librarti, fluttuare o schizzare verso l'alto come un razzo?
ja: どんな飛び方に心ひかれますか——滑空、浮遊、それともロケットのように上へ突き進む？
ko: 어떤 비행이 마음을 끄나요 — 활공, 부유, 아니면 로켓처럼 위로 솟구치기?
nl: Welk soort vliegen lokt je — zweven, zweven blijven, of als een raket omhoogschieten?
pt_br: Que tipo de voo te chama — planar, flutuar ou disparar para cima como um foguete?
ru: Какой полёт вас манит — парить, плыть в воздухе или взмывать вверх, как ракета?
zh_hans: 哪种飞行在召唤你——翱翔、漂浮，还是像火箭般直冲云霄？

source: What makes a reality check actually work?
ar: ما الذي يجعل فحص الواقع ينجح فعلًا؟
de: Was lässt einen Realitätscheck wirklich funktionieren?
es: ¿Qué hace que una comprobación de realidad funcione de verdad?
fr: Qu'est-ce qui fait qu'un test de réalité fonctionne vraiment ?
it: Cosa fa funzionare davvero un controllo di realtà?
ja: リアリティチェックを本当に効かせるものは何？
ko: 리얼리티 체크가 정말로 효과를 내게 하는 것은 무엇일까요?
nl: Wat zorgt ervoor dat een realiteitscheck echt werkt?
pt_br: O que faz uma checagem de realidade realmente funcionar?
ru: Что заставляет проверку реальности действительно работать?
zh_hans: 是什么让现实检验真正奏效？

source: What makes the MILD phrase effective?
ar: ما الذي يجعل عبارة MILD فعّالة؟
de: Was macht den MILD-Satz wirksam?
es: ¿Qué hace que la frase de MILD sea eficaz?
fr: Qu'est-ce qui rend la phrase de MILD efficace ?
it: Cosa rende efficace la frase di MILD?
ja: MILDのフレーズを効果的にするものは何？
ko: MILD 문구를 효과적으로 만드는 것은 무엇일까요?
nl: Wat maakt de MILD-zin effectief?
pt_br: O que torna a frase do MILD eficaz?
ru: Что делает фразу MILD действенной?
zh_hans: 是什么让 MILD 的句子有效？

source: What makes WILD different?
ar: ما الذي يجعل WILD مختلفًا؟
de: Was macht WILD anders?
es: ¿Qué hace diferente a WILD?
fr: Qu'est-ce qui rend WILD différent ?
it: Cosa rende diverso il WILD?
ja: WILDの何が違う？
ko: WILD는 무엇이 다를까요?
nl: Wat maakt WILD anders?
pt_br: O que torna o WILD diferente?
ru: Чем отличается WILD?
zh_hans: WILD 有什么不同？

source: What MILD Means
ar: ماذا تعني MILD
de: Was MILD bedeutet
es: Qué significa MILD
fr: Ce que signifie MILD
it: Cosa significa MILD
ja: MILDの意味
ko: MILD의 의미
nl: Wat MILD betekent
pt_br: O que MILD significa
ru: Что означает MILD
zh_hans: MILD 的含义

source: What most often ruins a WILD attempt?
ar: ما الذي يُفسد محاولة WILD غالبًا؟
de: Was ruiniert einen WILD-Versuch am häufigsten?
es: ¿Qué arruina con más frecuencia un intento de WILD?
fr: Qu'est-ce qui ruine le plus souvent une tentative de WILD ?
it: Cosa rovina più spesso un tentativo di WILD?
ja: WILDの試みを最もよく台無しにするのは何？
ko: WILD 시도를 가장 자주 망치는 것은 무엇일까요?
nl: Wat verpest een WILD-poging het vaakst?
pt_br: O que mais frequentemente arruína uma tentativa de WILD?
ru: Что чаще всего губит попытку WILD?
zh_hans: 什么最常毁掉一次 WILD 尝试？

source: What should you visualize during MILD?
ar: ماذا ينبغي أن تتصوّر أثناء MILD؟
de: Was solltest du dir während MILD vorstellen?
es: ¿Qué deberías visualizar durante MILD?
fr: Que devriez-vous visualiser pendant MILD ?
it: Cosa dovresti visualizzare durante MILD?
ja: MILDのあいだ、何を思い描くべき？
ko: MILD 동안 무엇을 시각화해야 할까요?
nl: Wat zou je tijdens MILD moeten visualiseren?
pt_br: O que você deve visualizar durante o MILD?
ru: Что следует представлять во время MILD?
zh_hans: 做 MILD 时你应当想象什么？

source: What will be your very first action next time you realize you're dreaming?
ar: ماذا سيكون أول فعل لك في المرة القادمة التي تدرك فيها أنك تحلم؟
de: Was wird deine allererste Handlung sein, wenn du das nächste Mal erkennst, dass du träumst?
es: ¿Cuál será tu primerísima acción la próxima vez que te des cuenta de que estás soñando?
fr: Quelle sera votre toute première action la prochaine fois que vous réaliserez que vous rêvez ?
it: Quale sarà la tua primissima azione la prossima volta che ti accorgi di stare sognando?
ja: 次に夢だと気づいたとき、あなたの最初の行動は何になりますか？
ko: 다음에 꿈이라는 걸 깨달을 때, 당신의 맨 첫 행동은 무엇이 될까요?
nl: Wat wordt je allereerste actie de volgende keer dat je beseft dat je droomt?
pt_br: Qual será sua primeiríssima ação da próxima vez que perceber que está sonhando?
ru: Каким будет ваше самое первое действие в следующий раз, когда вы осознаете, что спите?
zh_hans: 下次你意识到自己在做梦时，第一个动作会是什么？

source: What wording feels most natural and convincing in your own voice?
ar: أي صياغة تبدو الأكثر طبيعية وإقناعًا بصوتك أنت؟
de: Welche Formulierung fühlt sich in deiner eigenen Stimme am natürlichsten und überzeugendsten an?
es: ¿Qué redacción te resulta más natural y convincente con tu propia voz?
fr: Quelle formulation vous semble la plus naturelle et convaincante dans votre propre voix ?
it: Quale formulazione ti suona più naturale e convincente con la tua voce?
ja: あなた自身の声で、最も自然で説得力があると感じる言い回しはどれ？
ko: 당신 자신의 목소리로, 가장 자연스럽고 설득력 있게 느껴지는 표현은 무엇인가요?
nl: Welke formulering voelt in je eigen stem het natuurlijkst en overtuigendst?
pt_br: Qual formulação soa mais natural e convincente na sua própria voz?
ru: Какая формулировка звучит для вас, вашим собственным голосом, естественнее и убедительнее всего?
zh_hans: 用你自己的声音说，哪种措辞最自然、最有说服力？

source: What's a "dream sign"?
ar: ما هي "علامة الحلم"؟
de: Was ist ein "Traumzeichen"?
es: ¿Qué es una "señal de sueño"?
fr: Qu'est-ce qu'un "signe de rêve" ?
it: Cos'è un "segno onirico"?
ja: 「ドリームサイン」とは何？
ko: "드림 사인"이란 무엇일까요?
nl: Wat is een "droomteken"?
pt_br: O que é um "sinal de sonho"?
ru: Что такое «знак сна»?
zh_hans: 什么是“梦境征兆”？

source: What's a \"dream sign\"?
ar: ما هي «إشارة الحلم»؟
de: Was ist ein „Traumzeichen“?
es: ¿Qué es una «señal onírica»?
fr: Qu'est-ce qu'un « signe onirique » ?
it: Cos'è un «segnale onirico»?
ja: 「夢のサイン」とは何ですか？
ko: “꿈 신호”란 무엇인가요?
nl: Wat is een “droomteken”?
pt_br: O que é um “sinal de sonho”?
ru: Что такое «признак сна»?
zh_hans: 什么是“梦境征兆”？

source: What's a good reality-check anchor?
ar: ما المرساة الجيدة لفحص الواقع؟
de: Was ist ein guter Anker für Realitätschecks?
es: ¿Qué es un buen anclaje para comprobar la realidad?
fr: Qu'est-ce qu'une bonne ancre pour le test de réalité ?
it: Qual è un buon ancoraggio per il controllo di realtà?
ja: リアリティチェックの良い錨とは？
ko: 리얼리티 체크의 좋은 닻은 무엇일까요?
nl: Wat is een goed anker voor een realiteitscheck?
pt_br: O que é uma boa âncora para checagem de realidade?
ru: Что является хорошим якорем для проверки реальности?
zh_hans: 什么是好的现实检验锚点？

source: What's a reliable stabilization move?
ar: ما هي حركة تثبيت موثوقة؟
de: Was ist ein zuverlässiges Stabilisierungsmanöver?
es: ¿Cuál es un movimiento de estabilización fiable?
fr: Quel est un geste de stabilisation fiable ?
it: Qual è una mossa di stabilizzazione affidabile?
ja: 信頼できる安定化の動作は？
ko: 믿을 만한 안정화 동작은 무엇일까요?
nl: Wat is een betrouwbare stabilisatiezet?
pt_br: Qual é um movimento de estabilização confiável?
ru: Какой приём стабилизации надёжен?
zh_hans: 哪一种是可靠的稳定动作？

source: What's a reliable way to change a dream scene?
ar: ما الطريقة الموثوقة لتغيير مشهد الحلم؟
de: Was ist ein zuverlässiger Weg, eine Traumszene zu wechseln?
es: ¿Cuál es una forma fiable de cambiar una escena de sueño?
fr: Quel est un moyen fiable de changer une scène de rêve ?
it: Qual è un modo affidabile per cambiare una scena onirica?
ja: 夢の場面を変える信頼できる方法は？
ko: 꿈 장면을 바꾸는 믿을 만한 방법은 무엇일까요?
nl: Wat is een betrouwbare manier om een droomscène te veranderen?
pt_br: Qual é uma forma confiável de mudar uma cena de sonho?
ru: Какой надёжный способ сменить сцену сна?
zh_hans: 改变梦境场景的可靠方法是什么？

source: What's one small thing you can do every day this week to stay curious about your dreams?
ar: ما الشيء الصغير الذي يمكنك فعله كل يوم هذا الأسبوع لتبقى فضوليًا تجاه أحلامك؟
de: Was ist eine kleine Sache, die du diese Woche jeden Tag tun kannst, um neugierig auf deine Träume zu bleiben?
es: ¿Qué pequeña cosa puedes hacer cada día esta semana para mantener la curiosidad por tus sueños?
fr: Quelle petite chose pouvez-vous faire chaque jour cette semaine pour rester curieux de vos rêves ?
it: Qual è una piccola cosa che puoi fare ogni giorno questa settimana per restare curioso dei tuoi sogni?
ja: 今週、夢への好奇心を保つために毎日できる小さなことは何ですか？
ko: 이번 주에 꿈에 대한 호기심을 유지하기 위해 매일 할 수 있는 작은 일 하나는 무엇인가요?
nl: Wat is één klein ding dat je deze week elke dag kunt doen om nieuwsgierig te blijven naar je dromen?
pt_br: Qual é uma coisinha que você pode fazer todo dia esta semana para se manter curioso sobre seus sonhos?
ru: Что маленькое ты можешь делать каждый день на этой неделе, чтобы сохранять интерес к своим снам?
zh_hans: 这一周里，你每天能做的、保持对梦境好奇的一件小事是什么？

source: What's something you pass through or look at dozens of times a day?
ar: ما الشيء الذي تمرّ به أو تنظر إليه عشرات المرات يوميًا؟
de: Was ist etwas, das du täglich dutzende Male durchschreitest oder ansiehst?
es: ¿Qué es algo por lo que pasas o que miras docenas de veces al día?
fr: Quelle est une chose que vous traversez ou regardez des dizaines de fois par jour ?
it: Cos'è qualcosa che attraversi o guardi decine di volte al giorno?
ja: 一日に何十回も通り抜けたり目にしたりするものは何ですか？
ko: 하루에 수십 번 지나가거나 바라보는 것은 무엇인가요?
nl: Wat is iets waar je dagelijks tientallen keren doorheen gaat of naar kijkt?
pt_br: O que é algo por que você passa ou olha dezenas de vezes por dia?
ru: Что вы проходите или на что смотрите десятки раз в день?
zh_hans: 有什么是你每天要穿过或看上几十次的？

source: What's the best first move on waking?
ar: ما أفضل خطوة أولى عند الاستيقاظ؟
de: Was ist der beste erste Schritt beim Aufwachen?
es: ¿Cuál es el mejor primer movimiento al despertar?
fr: Quel est le meilleur premier geste au réveil ?
it: Qual è la prima mossa migliore al risveglio?
ja: 目覚めて最初にとるべき最善の行動は？
ko: 깨어나서 가장 좋은 첫 행동은 무엇일까요?
nl: Wat is de beste eerste zet bij het ontwaken?
pt_br: Qual é a melhor primeira atitude ao acordar?
ru: Какое лучшее первое действие после пробуждения?
zh_hans: 醒来后最好的第一步是什么？

source: What's the best way to think about lucid dreaming long-term?
ar: ما أفضل طريقة للتفكير في الحلم الواضح على المدى الطويل؟
de: Wie denkt man am besten langfristig über luzides Träumen?
es: ¿Cuál es la mejor forma de pensar en el sueño lúcido a largo plazo?
fr: Quelle est la meilleure façon de penser le rêve lucide sur le long terme ?
it: Qual è il modo migliore di pensare al sogno lucido nel lungo termine?
ja: 長い目で見て、明晰夢をどう捉えるのが最もよい？
ko: 길게 보아 자각몽을 어떻게 생각하는 것이 가장 좋을까요?
nl: Wat is de beste manier om op lange termijn over lucide dromen te denken?
pt_br: Qual é a melhor forma de pensar no sonho lúcido a longo prazo?
ru: Как лучше всего относиться к осознанным снам в долгосрочной перспективе?
zh_hans: 从长远看，如何看待清醒梦最为恰当？

source: What's the classic high-success combo?
ar: ما التركيبة الكلاسيكية عالية النجاح؟
de: Was ist die klassische Kombination mit hoher Erfolgsquote?
es: ¿Cuál es la combinación clásica de alto éxito?
fr: Quelle est la combinaison classique à fort taux de réussite ?
it: Qual è la classica combinazione ad alto successo?
ja: 成功率の高い定番の組み合わせは？
ko: 성공률 높은 고전적 조합은 무엇일까요?
nl: Wat is de klassieke combinatie met hoge slaagkans?
pt_br: Qual é a combinação clássica de alto sucesso?
ru: Какова классическая комбинация с высоким успехом?
zh_hans: 成功率高的经典组合是什么？

source: What's the deepest stabilization skill?
ar: ما أعمق مهارة في التثبيت؟
de: Was ist die tiefste Stabilisierungsfertigkeit?
es: ¿Cuál es la habilidad de estabilización más profunda?
fr: Quelle est la compétence de stabilisation la plus profonde ?
it: Qual è l'abilità di stabilizzazione più profonda?
ja: 最も深い安定化のスキルは？
ko: 가장 깊은 안정화 기술은 무엇일까요?
nl: Wat is de diepste stabilisatievaardigheid?
pt_br: Qual é a habilidade de estabilização mais profunda?
ru: Каков самый глубокий навык стабилизации?
zh_hans: 最深层的稳定技能是什么？

source: What's the first thing you usually do when you wake? Is it helping or erasing your dreams?
ar: ما أول شيء تفعله عادةً عند الاستيقاظ؟ هل يساعد أحلامك أم يمحوها؟
de: Was tust du normalerweise als Erstes nach dem Aufwachen? Hilft es deinen Träumen oder löscht es sie?
es: ¿Qué es lo primero que sueles hacer al despertar? ¿Ayuda o borra tus sueños?
fr: Quelle est la première chose que vous faites d'habitude au réveil ? Aide-t-elle vos rêves ou les efface-t-elle ?
it: Qual è la prima cosa che fai di solito al risveglio? Aiuta o cancella i tuoi sogni?
ja: 目覚めてまずすることは、たいてい何ですか？ それは夢を助けていますか、それとも消していますか？
ko: 깨어나서 보통 가장 먼저 하는 일은 무엇인가요? 그것이 꿈을 돕고 있나요, 아니면 지우고 있나요?
nl: Wat is het eerste dat je meestal doet als je wakker wordt? Helpt het je dromen of wist het ze?
pt_br: Qual é a primeira coisa que você costuma fazer ao acordar? Isso ajuda ou apaga seus sonhos?
ru: Что ты обычно делаешь первым делом после пробуждения? Это помогает снам или стирает их?
zh_hans: 你醒来后通常做的第一件事是什么？它在帮助还是抹去你的梦？

source: What's the healthiest mindset for learning?
ar: ما هي العقلية الأكثر صحّة للتعلّم؟
de: Was ist die gesündeste Einstellung zum Lernen?
es: ¿Cuál es la mentalidad más sana para aprender?
fr: Quel est l'état d'esprit le plus sain pour apprendre ?
it: Qual è la mentalità più sana per imparare?
ja: 学ぶうえで最も健全な心構えはどれですか？
ko: 배우기에 가장 건강한 마음가짐은 무엇인가요?
nl: Wat is de gezondste mindset om te leren?
pt_br: Qual é a mentalidade mais saudável para aprender?
ru: Какой настрой самый здоровый для обучения?
zh_hans: 学习时最健康的心态是什么？

source: What's the most effective approach?
ar: ما النهج الأكثر فعالية؟
de: Was ist der wirksamste Ansatz?
es: ¿Cuál es el enfoque más eficaz?
fr: Quelle est l'approche la plus efficace ?
it: Qual è l'approccio più efficace?
ja: 最も効果的なやり方は？
ko: 가장 효과적인 접근은 무엇일까요?
nl: Wat is de meest effectieve aanpak?
pt_br: Qual é a abordagem mais eficaz?
ru: Какой подход самый действенный?
zh_hans: 最有效的做法是什么？

source: What's the real key to flying in a dream?
ar: ما المفتاح الحقيقي للطيران في الحلم؟
de: Was ist der wahre Schlüssel zum Fliegen im Traum?
es: ¿Cuál es la verdadera clave para volar en un sueño?
fr: Quelle est la vraie clé pour voler dans un rêve ?
it: Qual è la vera chiave per volare in un sogno?
ja: 夢の中で飛ぶ本当の鍵は？
ko: 꿈에서 나는 진짜 열쇠는 무엇일까요?
nl: Wat is de echte sleutel tot vliegen in een droom?
pt_br: Qual é a verdadeira chave para voar em um sonho?
ru: В чём настоящий ключ к полёту во сне?
zh_hans: 在梦中飞翔，真正的关键是什么？

source: What's the smallest dream detail you've ever remembered? Could you have pulled more from it?
ar: ما أصغر تفصيلة حلم تذكرتها يومًا؟ هل كان بإمكانك استخلاص المزيد منها؟
de: Was ist das kleinste Traumdetail, an das du dich je erinnert hast? Hättest du mehr daraus ziehen können?
es: ¿Cuál es el detalle de un sueño más pequeño que has recordado? ¿Podrías haber sacado más de él?
fr: Quel est le plus petit détail de rêve dont vous vous souveniez ? Auriez-vous pu en tirer davantage ?
it: Qual è il dettaglio di un sogno più piccolo che hai mai ricordato? Avresti potuto trarne di più?
ja: これまで覚えていた中で、いちばん小さな夢の細部は何ですか？ そこからもっと引き出せたかもしれませんか？
ko: 지금까지 기억한 가장 작은 꿈의 디테일은 무엇인가요? 거기서 더 많이 끌어낼 수 있었을까요?
nl: Wat is het kleinste droomdetail dat je ooit hebt onthouden? Had je er meer uit kunnen halen?
pt_br: Qual é o menor detalhe de sonho que você já lembrou? Você poderia ter tirado mais dele?
ru: Какая самая маленькая деталь сна тебе когда-либо запоминалась? Мог бы ты вытянуть из неё больше?
zh_hans: 你记得过的最小的梦境细节是什么？你本可以从中挖出更多吗？

source: When a dream feels unstable, engage your senses: rub your hands together, touch a surface, look closely at small details, even say "increase clarity" out loud. Filling your senses anchors you in the dream and pushes back the pull of waking.
ar: حين يبدو الحلم غير مستقر، شغّل حواسك: افرك يديك معًا، المس سطحًا، انظر عن قرب إلى تفاصيل صغيرة، حتى قُل "زِد الوضوح" بصوت عالٍ. ملء حواسك يثبّتك في الحلم ويدفع عنك جذب اليقظة.
de: Wenn ein Traum instabil wirkt, setz deine Sinne ein: reib die Hände aneinander, berühr eine Oberfläche, schau dir kleine Details genau an, sag sogar laut „mehr Klarheit“. Deine Sinne zu füllen verankert dich im Traum und drängt den Sog des Wachens zurück.
es: Cuando un sueño se siente inestable, activa tus sentidos: frota las manos, toca una superficie, mira de cerca pequeños detalles, incluso di en voz alta "más claridad". Llenar tus sentidos te ancla en el sueño y rechaza el tirón de la vigilia.
fr: Quand un rêve semble instable, engagez vos sens : frottez vos mains, touchez une surface, regardez de près de petits détails, dites même tout haut "plus de clarté". Remplir vos sens vous ancre dans le rêve et repousse l'attraction de l'éveil.
it: Quando un sogno sembra instabile, ingaggia i sensi: sfrega le mani, tocca una superficie, guarda da vicino piccoli dettagli, di' persino ad alta voce "più chiarezza". Riempire i sensi ti ancora nel sogno e respinge il richiamo della veglia.
ja: 夢が不安定に感じられたら、感覚を働かせましょう。手をこすり合わせ、面に触れ、小さな細部をじっと見つめ、声に出して「もっと鮮明に」と言っても。感覚を満たすことが、あなたを夢に錨づけ、覚醒の引力を押し返します。
ko: 꿈이 불안정하게 느껴지면 감각을 깨우세요. 손을 비비고, 표면을 만지고, 작은 세부를 가까이 들여다보고, 소리 내어 "더 또렷하게"라고 말해도 좋습니다. 감각을 채우는 것이 당신을 꿈에 닻 내리고 깨어남의 끌어당김을 밀어냅니다.
nl: Als een droom instabiel aanvoelt, schakel je zintuigen in: wrijf je handen, raak een oppervlak aan, bekijk kleine details van dichtbij, zeg zelfs hardop 'meer helderheid'. Je zintuigen vullen verankert je in de droom en duwt de aantrekkingskracht van het waken terug.
pt_br: Quando um sonho parece instável, ative seus sentidos: esfregue as mãos, toque uma superfície, olhe de perto pequenos detalhes, até diga em voz alta "mais clareza". Preencher seus sentidos te ancora no sonho e empurra de volta a atração da vigília.
ru: Когда сон кажется нестабильным, задействуйте чувства: потрите ладони, коснитесь поверхности, вглядитесь в мелкие детали, даже скажите вслух «больше ясности». Наполняя чувства, вы укореняетесь в сне и отталкиваете тягу к пробуждению.
zh_hans: 当梦感觉不稳时，调动你的感官：搓搓双手，触摸一个表面，凑近端详细小的细节，甚至大声说“更清晰一些”。让感官充盈，会把你锚定在梦里，挡回清醒的拉力。

source: When a dream sign appears in waking life too, do a reality check. That bridge is gold.
ar: عندما تظهر إشارة حلم في حياة اليقظة أيضًا، أجرِ فحص واقع. ذلك الجسر ثمين كالذهب.
de: Wenn ein Traumzeichen auch im Wachleben auftaucht, mach einen Realitätscheck. Diese Brücke ist Gold wert.
es: Cuando una señal onírica aparezca también en la vida despierta, haz una comprobación de realidad. Ese puente vale oro.
fr: Quand un signe onirique apparaît aussi dans la vie éveillée, faites un test de réalité. Ce pont vaut de l'or.
it: Quando un segnale onirico appare anche nella vita da sveglio, fai una verifica della realtà. Quel ponte vale oro.
ja: 夢のサインが現実の生活でも現れたら、現実確認をしましょう。その橋渡しは金に値します。
ko: 꿈 신호가 깨어 있는 삶에서도 나타나면 현실 점검을 하세요. 그 다리가 곧 금입니다.
nl: Als een droomteken ook in je wakkere leven opduikt, doe dan een realiteitscheck. Die brug is goud waard.
pt_br: Quando um sinal de sonho aparecer também na vida desperta, faça um teste de realidade. Essa ponte vale ouro.
ru: Когда признак сна появляется и наяву, сделай проверку реальности. Этот мост — на вес золота.
zh_hans: 当梦境征兆也出现在清醒生活中时，做一次现实检验。那座桥梁价值连城。

source: When a dream starts to fade to black, you can spin it back to life.
ar: حين يبدأ الحلم بالتلاشي إلى السواد، يمكنك أن تُدوّره فيعود إلى الحياة.
de: Wenn ein Traum ins Schwarz zu verblassen beginnt, kannst du ihn durch Drehen wieder zum Leben erwecken.
es: Cuando un sueño empieza a desvanecerse en negro, puedes girarlo de vuelta a la vida.
fr: Quand un rêve commence à virer au noir, vous pouvez le faire revivre en tournant.
it: Quando un sogno comincia a sbiadire nel nero, puoi riportarlo in vita girando.
ja: 夢が暗転して消えはじめたら、回転させて生き返らせることができます。
ko: 꿈이 검게 사그라들기 시작하면, 빙글 돌려 되살릴 수 있습니다.
nl: Wanneer een droom naar zwart begint te vervagen, kun je hem terugdraaien naar het leven.
pt_br: Quando um sonho começa a desbotar para o preto, você pode girá-lo de volta à vida.
ru: Когда сон начинает гаснуть в черноту, вы можете вернуть его к жизни вращением.
zh_hans: 当一个梦开始褪成黑暗时，你可以靠旋转把它转回生机。

source: When a scene forms around you, the final move is the gentlest one of all.
ar: حين يتشكّل مشهد حولك، تكون الحركة الأخيرة هي الألطف على الإطلاق.
de: Wenn sich eine Szene um dich bildet, ist der letzte Schritt der sanfteste von allen.
es: Cuando una escena se forma a tu alrededor, el movimiento final es el más suave de todos.
fr: Quand une scène se forme autour de vous, le dernier geste est le plus doux de tous.
it: Quando una scena si forma attorno a te, la mossa finale è la più delicata di tutte.
ja: 場面があなたの周りに形づくられたとき、最後の一手は何よりもやさしいものです。
ko: 장면이 당신 주위로 형성될 때, 마지막 동작은 무엇보다 부드러운 것입니다.
nl: Wanneer een scène zich om je heen vormt, is de laatste zet de zachtste van allemaal.
pt_br: Quando uma cena se forma ao seu redor, o movimento final é o mais suave de todos.
ru: Когда вокруг вас складывается сцена, последний шаг — самый мягкий из всех.
zh_hans: 当一幕场景在你周围成形时，最后那一步是所有动作中最温柔的。

source: When are your longest, most vivid dreams most likely?
ar: متى يُرجَّح أن تحدث أطول أحلامك وأكثرها وضوحًا؟
de: Wann sind deine längsten, lebhaftesten Träume am wahrscheinlichsten?
es: ¿Cuándo es más probable que ocurran tus sueños más largos y vívidos?
fr: Quand vos rêves les plus longs et les plus vivaces sont-ils les plus probables ?
it: Quando è più probabile che avvengano i tuoi sogni più lunghi e vividi?
ja: 最も長く鮮明な夢が起こりやすいのはいつですか？
ko: 가장 길고 생생한 꿈이 일어날 가능성이 가장 큰 때는 언제인가요?
nl: Wanneer zijn je langste, levendigste dromen het waarschijnlijkst?
pt_br: Quando é mais provável que ocorram seus sonhos mais longos e vívidos?
ru: Когда вероятнее всего возникают твои самые длинные и яркие сны?
zh_hans: 你最长、最鲜明的梦最可能出现在什么时候？

source: When Control Won't Obey
ar: عندما لا يستجيب التحكّم
de: Wenn die Kontrolle nicht gehorcht
es: Cuando el control no obedece
fr: Quand le contrôle n'obéit pas
it: Quando il controllo non obbedisce
ja: コントロールが効かないとき
ko: 통제가 듣지 않을 때
nl: Wanneer controle niet gehoorzaamt
pt_br: Quando o controle não obedece
ru: Когда контроль не слушается
zh_hans: 当掌控不听使唤时
